{
  "defaultAccounts": [
    {
      "email": "admin@foo.com",
      "password": "changeme",
      "role": "admin"
    },
    {
      "email": "john@foo.com",
      "password": "changeme"
    }
  ],
  "defaultData": [
    {
      "name": "Basket",
      "quantity": 3,
      "owner": "john@foo.com",
      "condition": "excellent"
    },
    {
      "name": "Bicycle",
      "quantity": 2,
      "owner": "john@foo.com",
      "condition": "poor"
    },
    {
      "name": "Banana",
      "quantity": 2,
      "owner": "admin@foo.com",
      "condition": "good"
    },
    {
      "name": "Boogie Board",
      "quantity": 2,
      "owner": "admin@foo.com",
      "condition": "excellent"
    }
  ],
  "defaultPrograms": [
    {
      "school": "Akita International University",
      "country": "Japan",
      "description": "\n\nAkita International University (AIU) is a four-year liberal arts university located in Akita Prefecture in the Tohoku region of northern Japan established in April 2004. It is consistently recognized as one of the top universities in Japan for its unique and innovative approach to education. The undergraduate curriculum focuses on Global Business and Global Studies and offers all subject matter courses in English only, the first program in Japan to do so. Foreign language courses in 6 languages (including Japanese) are offered as well. AIU requires all short-term international students to live in on-campus housing and nearly 90% of all AIU students live on-campus. Living on campus gives students easy access to student clubs and circles, campus events, and over 200 community interaction opportunities per year.\n\nSecond only to the on-campus living environment, international students rated university-organized activities and clubs as their favorite part of their AIU experience. Akita City, where AIU is located, is the capital of Akita Prefecture and has a population of about 300,000. It is an ideally-sized city to provide the opportunity for international students to get immersed in the friendly, local culture while also offering convenient access to international goods and services. Akita Prefecture is known for its natural beauty and resources. The university is located close to ski areas, scenic hiking opportunities, and the Sea of Japan coastline. Akita is particularly famous in Japan for producing the country’s most delicious rice and sake. (Source: Akita International University website)\n",
      "image": "https://manoa.hawaii.edu//mix//wp-content//uploads//2017//11//IMG_5172.jpg",
      "site": "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/akita/"
    },
    {
      "school": "Anglo-American University",
      "country": "Czech Republic",
      "description": "\n\nFounded in Prague in 1990, AAU is the oldest private university in the Czech Republic. Combining the best of American and British academic traditions, AAU prides itself on the innovative quality of their teaching and offers a personalized, discourse-lead education in the English language to students drawn from over 70 countries across the world. AAU is accredited by the WASC Senior College and University Commission (WSCUC), 1 of 6 official regional accrediting associations in the United States. WSCUC has accredited 12 select foreign universities, including AAU – the only university in Europe to receive this prestigious accreditation.\n\nAAU aspires to be a leading university in the Czech Republic, recognized for innovation and quality in teaching and learning with a commitment to societal excellence in a globalized world. Freedom of speech, learning and teaching, freedom of thought and research, and a right to express or to challenge one’s opinion represent the fundamental components of AAU’s academic freedom for faculty, staff, and students. The academic, ethical, and moral responsibility of AAU educators and researchers towards students, AAU’s academic community, and AAU as an institution represent an integral part of the concept and conduct of academic freedom at Anglo-American University. Although AAU doesn’t directly provide housing, students can select from a variety of housing options, including dormitories and apartments. AAU can recommend a wide variety of local rental agencies, private dormitories, flat sharing housing forums, and other options to help you find the right housing. Many of these also provide the housing documents you may need for your visa application. (Source: Anglo-American University website)\n",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/architecture-1845560-2000x1000.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/anglo/"
    },
    {
      "school": "Ateneo de Manila University",
      "country": "Philippines",
      "description": "Ateneo de Manila University is a center for excellence and development, offering students the opportunity to the liberal arts, engineering, and business in the fast-growing capital of the Philippines, Metro Manila. The university’s community focus invites students to work on projects such as house builds and disaster relief, while gaining hands on experience in politics and economics. Ateneo de Manila also has a range of environmental initiatives and social groups that keep students involved in fun and interactive ways. While staying involved on campus is easy, the city also provides students with a vibrant atmosphere emanating from the bustle of activities of a fast-growing economy against a cultural backdrop that spans the modern and traditional.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/DP1fXegVQAEJxHK.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/ateneo/"
    },
    {
      "school": "Auckland University of Technology",
      "country": "New Zealand",
      "description": "Auckland University of Technology is New Zealand’s second largest and fastest growing university. There are 29,000 students enrolled at AUT across our three teaching campuses located in Auckland, New Zealand’s fastest growing city. It is ranked in the top 2% of universities in the world, ranked 15th in the world for international outlook, and world-ranked in 11 subject areas.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/1K4C0438.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/aut/"
    },
    {
      "school": "Australian National University",
      "country": "Australia",
      "description": "Located in Australia’s capital city, Australian National University has a distinct national and global mission. The university is situated at the center of both Indigenous and colonial history, in the political center of Australia, where students can enjoy socializing at any of a number of local cafes and restaurants while enjoying the open and forested spaces for which the campus is famous. As a highly competitive university with a commitment to student quality of life, ANU is an ideal space for students to learn and live. (Source: http://www.anu.edu.au/about/campuses-facilities/acton-campus)\n\nFounded in 1946 to apply the best minds to the biggest questions and advance Australia’s international standing, ANU has grown to become one of the world’s most respected centers of higher learning. Recently, it was ranked as the top university in Australia and 19th in the world, including top 10 rankings in Politics/International Relations (7th), History (9th), and Forestry (7th) (QS World University Rankings 2015-16).\n\nIn addition, ANU Global Programs guarantees personal attention and care to make sure students are well prepared before they arrive and well integrated in the first few weeks of arrival. Canberra, where ANU is located, is a young, energetic, and safe city, with students making up around 25% of the city’s population.  In 2017, it was ranked the #1 most liveable city in the world by the OECD index, and in 2018 it was the #3 best city to visit in the world according to Lonely Planet, and the #22 best student city in the world according to QS Ranking. Throughout the year, the city offers many cultural events such as gallery exhibitions, concerts, and food festivals. It has been rated as the best city in the world for well-being by the Organization of Economic Cooperation and Development. \n\nIf students wish they may participate in the ANU Global Programs Orientation Program. The program commences in Sydney, where students will go on a historical city tour, receive a traditional Welcome to Country by an indigenous elder, a trip to the beach and a dolphin cruise. Students will then move on to Canberra for their Compulsory Pre-Orientation, a Canberra Tour, and a bush walk in the Tidbinbilla Nature Reserve where they can see many Australian animals and visit the Canberra Deep Space Communication Complex.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/Screen-Shot-2017-11-14-at-3.52.44-PM.png",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/anu/"
    },
    {
      "school": "Beijing Foreign Studies University",
      "country": "China",
      "description": "Located in Haidian District, Beijing Foreign Studies University (BFSU) is one of China’s top universities under the direct administration of the Chinese Ministry of Education (MOE). BFSU teaches 101 foreign languages and houses China’s largest non-general language teaching cluster that offers courses in some less commonly taught European, Asian and African languages, as the first of MOE’s special teaching programs. While best known for its excellence in foreign languages and literature, BFSU has also launched programs in fields such as humanities, law, economics, management and education. (Source: Beijing Foreign Studies University Website)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2023/08/2017-06-03-15.38.39-HDR-scaled.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/beijing-foreign-studies-university/"
    },
    {
      "school": "Ca’ Foscari University of Venice",
      "country": "Italy",
      "description": "Founded in 1868 as “Scuola Superiore di Commercio” (Advanced School for Commerce), Ca’ Foscari was the first Italian institution to deal with advanced education in business and economics. The original main office is still found in the grand Gothic palace on the Grand Canal, in the heart of Venice. (Source: Ca’ Foscari University About Page).\n\nAt the university, high-level academics intertwine with cultural, artistic, and athletic activities, with over 700 events throughout the year. Getting around is very easy, as Venice is very walkable and an extensive boat network provides public transport in the city itself. Train, bus, and airplane links to the rest of Italy and Europe are close at hand. While students are at Ca Foscari, they can enjoy everything Venice has to offer, its cultural riches of museums, palaces, concerts, and more, a splendid natural location including beaches and water sports, and Venice’s own traditions and festivals including Europe’s most splendid Carnival.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2018/11/Campus-Economics-and-Management.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/ca-foscari-university-of-venice/"
    },
    {
      "school": "Chinese University of Hong Kong",
      "country": "Hong Kong",
      "description": "The second oldest university in Hong Kong, the Chinese University of Hong Kong (CUHK) is a leading comprehensive research university with a global vision and a mission to combine tradition with modernity and to bring together China and the West. Overlooking the scenic Tolo Harbour, there are 61 departments under the Faculties of Arts, Business Administration, Education, Engineering, Law, Medicine, Science, and Social Science. Currently, the university has over 19,000 students undertaking undergraduate, postgraduate, and doctoral programs. (Source: Chinese University of Hong Kong Fact Sheet 2017-18)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/4DN.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/cuhk/"
    },
    {
      "school": "Chulalongkorn University",
      "country": "Thailand",
      "description": "Established to resist colonial encroachments, Chulalongkorn University has become a leading university in a number of fields, including government and public policy. Though the university was not founded until 1917, by His Majesty King Vajiravudh (Rama VI) when it was named after the King’s father, His Majesty King Chulalongkorn (Rama V), it had its start much earlier in the nineteenth century. Combining phenomenal architecture and culture with the thriving business center that is Bangkok, the university puts students in the middle of international commerce, politics, and culture.\n\nThe University extends over a 456-acre tract of land granted by its founder. In the succeeding years, Chulalongkorn University, or “Chula” for short, has grown to become a comprehensive university, which offers over 500 programs in almost all areas of study. The University’s numerous programs, including nearly 90 international programs, cover all fields of study, both traditional academic disciplines and interdisciplinary studies.(Source: Chulalongkorn University Fact Sheet 2017)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/arts_5_20120110_1342007001.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/chulalongkorn/"
    },
    {
      "school": "Chung-Ang University",
      "country": "Korea",
      "description": "Chung-Ang University (CAU) is a major private institution established in 1918, comprising a total of 30,000 students and 982 faculty members. It is also renowned as the leader in the pharmacy, culture, and art education fields. There are 10 undergraduate and 16 graduate colleges, with two distinct campuses in Seoul and Anseong, Korea. CAU strives to provide quality education with innovation and is fully accredited by the Ministry of Education of Korea. CAU was also selected as one of the top ten universities in Korea in Youth Dream University Ranking, which is co-organized by the Ministry of Employment and Labor and the Dong-A Ilbo. The university was praised for its highly developed student support service in terms of assisting students with future career opportunities and entrpreneurship, with systems such as the CAU Rainbow System. With these achievements, CAU envisions their students possessing great potential and competitiveness in the global market in all their future endeavors. \n\nThe Office of International Affairs organizes the ‘GLAM’ buddy program (staffed by Korean student volunteers) to help international students. CAU also organizes 3 to 4 free* Cultural Activities called CKEP (CAU Korea Exploration Program) throughout the semester for students to experience unique aspects of Korean Culture. UHM students may apply for Chung-Ang University’s Dragon A Scholarship, which provides a monthly stipend of approximately $480 to cover living and personal expenses when students participate in an on-campus internship with an average of 12 hours per week. (Source: Chung-Ang University Website)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/21316495_1439560059432286_4536681096169328762_o.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/chungang/"
    },
    {
      "school": "Chuo University",
      "country": "Japan",
      "description": "A little less than 25,000 students attend Chuo University, with around 800 of those students being international exchange students. The University also offers various events and programs promoting international and intercultural exchanges, including a Peace Seminar Camp, sports events, welcome parties, and the Hakumon festival. Chuo University has released Chuo Vision 2025, a 10-year development plan focusing on the establishment of multiple new faculties, relocation of the law faculty to the University’s city campus in Korakuen, and the promotion of global initiatives.\n\nChuo University also has some additional features that are centered around the needs of students. The Co-op is an organization run with union fees collected from members to serve the students and university personnel. The Co-op sells necessities such as books, stationary supplies, and computers, and also provides a wide range of services including domestic and international travel arrangements, tickets, bookings for driving schools, and mutual society insurance. As for dining facilities, on the Tama campus, there are dining facilities on every floor of the Hilltop ’78 building. The cafeteria building offers a diverse selection of foods, such as Japanese and Western foods, noodles, coffee and tea, and fast food. There is also the Basu-Tei restaurant, which serves mainly Chinese food, and the Leaf Café in the C Square Building serves light meals and beverages. The Co-op operates canteens at the Korakuen Campus, as well.\n\nAnother exciting addition to the university is the Japanese Culture Day, which is held at Chuo University’s Tama Campus G Square. Many international students attend the event to experience calligraphy, origami, and traditional card games called “menko.” At G Square, various events and seminars are organized to promote cultural exchange, including the Language Lab, where study groups are held in English, Chinese, Germany, and other languages. (Source: Chuo University website)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/Campus-with-flowers.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/chuo/"
    },
    {
      "school": "City University of Hong Kong",
      "country": "Hong Kong",
      "description": "Located in the heart of Hong Kong, The City University of Hong Kong (CityU) has a well-earned reputation as an innovative hub for research and professional education and for addressing global issues and empowering positive change. It is regularly considered one of the top universities in the world (#53 according to QS World University Rankings 2022) and one of the best universities in the world under 50 years old (#4 in the QS “Top 50 under 50” in 2021). CityU has 4 Colleges and 3 Schools: College of Business, College of Liberal Arts and Social Sciences, College of Science and Engineering, College of Veterinary Medicine and Life Sciences, School of Creative Media, School of Energy and Environment, and School of Law. Additionally, CityU’s College of Business is ranked #1 in the Asia-Pacific Region in the UTD Top 100 Business School Research Rankings 2019.\n\nCityU is located at the heart of the city. The University is close to the Kowloon Tong Station, which connects to the Mass Transit Railway (MTR). (Source: About Us: City University of Hong Kong 2018)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/C01-018.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/cityu/"
    },
    {
      "school": "Copenhagen Business School",
      "country": "Denmark",
      "description": "Copenhagen Business School (CBS) is a large business university with 22,000 full- and part-time students. CBS teaches the traditional courses in Economics, Management, and Business Administration but is also well known for cross-disciplinary research and teaching. Students can combine business with, for example, philosophy, political science, psychology, commercial law, or communications. CBS is internationally accredited by AACSB, EQUIS and AMBA – the “triple-crown” accreditation. The CBS campus is an urban campus located in Frederiksberg, an integrated part of Copenhagen. Our buildings are modern and we have state-of the-art facilities. The campus is connected to the airport and downtown Copenhagen with three on-campus Metro stops. (Source: Copenhagen Business School Fact Sheet 2016-17)\n\n",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/BM0128_CBS_SolbjergPlads-2806.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/cbs/"
    },
    {
      "school": "Copenhagen Business School – Summer University",
      "country": "Denmark",
      "description": "CBS Summer University (formerly known as the International Summer University Programme) was established in 1999, and at present it draws approx. 2300 participants from more than 50 countries – international exchange students, freemovers, students from CBS and other Danish universities as well as professionals seeking to further develop their knowledge and skills. The Programme provides participants with an exceptional opportunity to study in a truly international environment and combine high-quality learning with an unforgettable summer experience.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2018/02/world_class_facilities_edited_0.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/copenhagen-business-school-international-summer-program-isup/"
    },
    {
      "school": "Deakin University",
      "country": "Australia",
      "description": "Deakin University is a highly ranked, multi-award winning university with an international focus. It is ranked in the Top 1% of universities worldwide and it is also among the top 50 young universities in the world, according to QS and Times Higher Education. The university is innovative and offers outstanding facilities, and learning opportunities. It also offers a culture that values diversity, promotes inclusion, and has a strong sense of community.\n\nDeakin has 4 campuses that offer access to the natural wonders, coastal host spots, and cultural heart of the Australian state of Victoria: Melbourne Burwood, Geelong Waurn Ponds, Geelong Waterfront, and Warrnambool. Each location provides a unique study experience.\n\nTo orient students into the university and life in Australia, Deakin university has a Welcome Program where exchange and study abroad students will join Australian students on a two-day excursion before the start of the semester. During the program, students can participate in surfing lessons, hiking, bike-riding, and a tour of Victoria’s magnificent surf coast. During the program students will also attend information sessions in which they can learn more about settling into to uni life at Deakin.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/3269_150116_BC_Building_Burwod_08-e1599594985827.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/deakin/"
    },
    {
      "school": "Doshisha University",
      "country": "Japan",
      "description": "Doshisha University has two main campuses. One is the Imadegawa Campus located in the heart of Kyoto City, north of Kyoto Imperial Palace and adjacent to a notes Buddhist temples, Shokokuji. Five buildings on this campus are designated as nationally important cultural properties. Kyoto’s rich artistic and cultural heritage also provides a distinctive character to the educational approach of DU. The Kyotanabe Campus, the other main campus, is located in southern Kyoto Prefecture, where modern buildings, equipped with state-of—the-art facilities and services, stand on 790,000 square meters of land surrounded by a lush green environment.\n\nThe Imadegawa Campus has around 20,000 students, while the Kyotanabe Campus has around 9,000 students. The University has 14 Faculties and 16 Graduate Schools. Exchange students cannot enroll in such faculties or graduate schools but can communicate with a variety of local students at Doshisha University.\n\nThere are many restaurants and cafes located across both campuses, offering a wide variety of food and drinks. Dining facilities, which include a cafeteria, an authentic French restaurant, and eateries specializing in rice omelets, curries, fresh bread, pork cutlet, and noodles are open to the general public.\n\nDU centers their education around “Christian principles,” meaning that the university has number of tangible and intangible assets on campus, which serve as a gateway to Christianity and Christian culture. Students can become familiar with them through activities conducted by the Center for Christian Culture. It is important to note that DU is established independently from any religious groups; however, the university uses Christianity as a basis for moral education to educate students. (Source: Doshisha University Website)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/DSC8490.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/doshisha/"
    },
    {
      "school": "Ewha Womans University",
      "country": "Korea",
      "description": "Founded in 1886, Ewha Womans University is Korea’s very first institution of higher learning for women. As a comprehensive research university, Ewha has 13 colleges and 15 graduate schools. The university’s many internationally recognized research institutes encompass multiple areas of strength – law, humanities, and education – as well as new areas of excellence – science, technology, engineering, women’s studies, international studies, and Korean studies. Ewha offers a co-educational international program and welcomes all students, both male and female, to study in non-degree seeking exchange or visiting (study abroad) roles.\n\nEwha is located at the center of Seoul, and students can gain firsthand experience of the capital city. The population of international students at Ewha includes over 800 students (around 450 international exchange/visiting students and 400 international degree seeking students). Students will be immersed in an international environment where they can form close bonds with peers from all over the world, as well as Korean local students on campus.\n\nThe OIA offers a PEACE “buddy” program to help exchange students’ initial contact with Korean students and their adjustment to new environments. By interacting with the buddies, students will be able to expand their social network in Korea to other areas beyond the school and fully take advantage of what Ewha and Korea can offer. (Source: Ewha Womans University International Exchange Study Abroad Program Brochure, 2017)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/WV7G2510.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/ewha/"
    },
    {
      "school": "Fudan University",
      "country": "China",
      "description": "Fudan University in Shanghai, China, was founded in 1905 and originally named the Fudan Public School. It was granted the status of a private university in 1917. Today, Fudan has a 30,000-strong student population with international students comprising around 15% of all undergraduates. The university offers 70 undergraduate degree programmes across the arts, humanities and sciences, and prides itself on having an international outlook. A number of its courses are taught in English and the institution boasts global connections and exchange programmes with almost 200 overseas universities. Study abroad schemes are encouraged at Fudan, with 40% of undergraduates electing to embark in international exchange. Outside the classroom, there are over 300 clubs and organisations for students to get involved in.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/Overlook-from-the-main-entrance.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/fudan/"
    },
    {
      "school": "Fudan University – International Summer Session",
      "country": "China",
      "description": "Fudan University was established in Shanghai in 1905, first known as “Fudan Public School”. Mr. Ma Xiangbo, the founder, was a renowned educator at the time, who was hoping to strengthen China through education. Dr. Sun Yat-Sen, the founding father of China, acted as the director of the board of trustees. Since its establishment, Fudan has been regarded as a symbol of China seeking enlightenment from the Western world. In the 115 years since its establishment, Fudan has been distinguished as the leading globally-focused, research driven university in China. This recognition is reflected by the fact that Fudan has consistently been ranked among the top 3 universities in China and 34th worldwide according to the 2021 QS World University Rankings. Nowadays, Fudan continues its pursuit of excellence and commits to powerful research and education.\n\nFudan University is home to 13,991 undergraduates and associate degree candidates, 22,232 graduates, 2,946 international students and 3,139 full-time teaching faculty and researchers. Fudan hosts 51 members of Chinese Academy of Sciences and members of Chinese Academy of Engineering. (Source: Fudan University International Summer Session website)",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2018/02/About_Fudan_1.jpg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/fudan-university-international-summer-session/"
    },
    {
      "school": "Hakuoh University",
      "country": "Japan",
      "description": "Hakuoh University was founded by lifelong educator Dr. Kazuyoshi Kamioka in 1986 and currently has about 4,000 Japanese and foreign students studying in its various divisions. The name Hakuoh, meaning “white seagull, and the motto plus ultra, or more beyond, is intended to inspire students to soar to their fullest potential. From its inception, Hakuoh has attempted to bridge the gap between theoretical and practical education by focusing on the acquisition of knowledge and skills that are most applicable to today’s rapidly evolving society. Students are trained to think creatively, globally, and to make the widest possible use of evolving technologies.\n\nHakuoh University is a private institution located in the city of Oyama in the Tochigi prefecture, which lies 75 kilometers north of Tokyo and may be considered the entrance to the Tohoku (northeastern) provinces of Japan. Since 1986, over 1000 international students from over 20 countries have studied at Hakuoh University.",
      "image": "https://manoa.hawaii.edu/mix/wp-content/uploads/2017/11/2HAKUOH_CherryBlossoms-Campus-scaled.jpeg",
      "site":  "Manoa International Exchange (MIX)",
      "url":  "https://manoa.hawaii.edu/mix/partner-universities/hakuoh/"
    },
    {
      "school": "Alabama State University",
      "country": "United States",
      "description": "Alabama State University, a Historically Black College/University, was America's first state-supported academic institution founded for the education of Blacks. It was established in 1866 as Lincoln Normal in Marion, Alabama and was moved to Montgomery in 1887. After several name changes the school received its present name in 1969. The 105-acre urban campus has over 5500 students and offers 40 different programs of study. The College of Business Administration has developed special programs geared to assist small business entrepreneurs which give students opportunity for actual experience in the market place. ",
      "image": "https://nse.org/docs/slides/3_3_Levi-Watkins-Learning-Center.jpg",
      "site": "National Student Exchange (NSE)",
      "url": "https://nse.org/exchange/campus-profile/3/#"
    },
    {
      "school": "Bridgewater State University",
      "country": "United States",
      "description": "Bridgewater State University is the comprehensive public University of southeastern Massachusetts, the fastest growing region in the Northeast. Located 28 miles south of Boston, 45 minutes from Providence Rhode Island and Cape Cod, the University is served by an on-campus stop of the MBTA rail system. Bridgewater State University, situated on 235 acres, is one of America's first teacher preparation institutions. Through its colleges of Education and Health Studies, Humanities and Social Sciences, Science and Mathematics, and Business the University offers 34 major programs of study. Co-curricular activities include a strong NCAA Division III athletic program, a full range of student clubs and organizations and opportunities for leadership development, service learning, internships, research, study abroad, and honors programs. Guaranteed student housing for exchange students. ",
      "image": "https://nse.org/docs/slides/10_2_X.jpg",
      "site": "National Student Exchange (NSE)",
      "url": "https://nse.org/exchange/campus-profile/10/"
    },
    {
      "school": "Rhode Island College",
      "country": "United States",
      "description": "Rhode Island College is a regional comprehensive public college that serves approximately 6,400 undergraduate, graduate and doctoral students through its five schools: the Faculty of Arts and Sciences, the Feinstein School of Education and Human Development, the School of Business, the School of Nursing and the School of Social Work. Established in 1854, we are Rhode Island’s first public institution of higher education. The college is located on a beautiful 180-acre suburban campus in the vibrant city of Providence, and has satellite locations at the Rhode Island Nursing Education Center in Providence’s Innovation District and the Rhode Island College Workforce Development Hub in Central Falls, RI. We are known throughout the Northeast for high-quality academic programs, small class sizes, personalized, hands-on learning experiences, world-class faculty, and high value compared to other four-year institutions. ",
      "image": "https://nse.org/docs/slides/71_4_State-House-tours-led-by-RIC-interns.jpg",
      "site": "National Student Exchange (NSE)",
      "url": "https://nse.org/exchange/campus-profile/71/"
    },
    {
      "school": "International School of Tongji University",
      "country": "China",
      "description": "The University of Hawai‘i at Mānoa Semester in Shanghai Study Abroad program is based at the International School of Tongji University. Founded in 1907 as the Tongji German Medical School, Tongji University 同济大学 (Tóngjì Dàxué) is now a highly ranked comprehensive university offering programs in science, engineering, medicine, arts, and law.\n\nTongji University has a comfortable and beautifully landscaped campus, featuring buildings in many styles (the university is famous for its architecture school).  The University is ringed by convenience stores, little restaurants, coffee shops, cleaners, bike repair shops, fruit stores, phone shops, banks and the post office.  The Tongji area is still relatively low-rise, with a neighborhood feel and plenty of Shanghai’s famous plane trees for shade.  Now that the center of Shanghai has moved east, Tongji has a more central and very convenient location: entrances to the No. 10 Metro line, one of the best in the city, are right outside the University’s front gate.",
      "image": "https://www.studyabroad.hawaii.edu/wp-content/uploads/shanghai-collage.jpg",
      "site":  "Study Abroad Center",
      "url":  "https://www.studyabroad.hawaii.edu/programs/semester-year/shanghai-china/"
    },
    {
      "school": "University of Roehampton",
      "country": "United Kingdom",
      "description": "The program is based at University of Roehampton (UR). Roehampton is made up of four Colleges (Digby Stuart, Froebel, Southlands, and Whitelands), each with its own unique personality. RU has facilities contained on-campus, such as libraries, transport, student union, and language labs. The four-story Learning Resources Centre offers a fully stocked library, multimedia facilities, online catalogs, media services, Languages Centre and study rooms. There is also a medical center, student bookshop and a range of cafés and eateries on campus.",
      "image": "https://www.studyabroad.hawaii.edu/wp-content/uploads/london-web-collage.jpg",
      "site":  "Study Abroad Center",
      "url":  "https://www.studyabroad.hawaii.edu/programs/semester-year/london-england/"
    },
    {
      "school": "Lorenzo de’ Medici",
      "country": "Italy",
      "description": "Established in 1973, Lorenzo de’ Medici (LdM) is located in the heart of this elegant city, on Via Faenza, in the San Lorenzo quarter, just a few steps from the famous Medici Chapel and the San Lorenzo Market. Originally a convent, the main building was completely renovated in 1988. It occupies four floors and offers a variety of modern conveniences, such as a cafeteria, air conditioning, reading rooms, three professional kitchens, and a garden. The church of San Iancopo di Corbolini dates to the 13th Century and is an integral part of the school. LdM is an urban school, consisting of six building sites within walking distance of one another.",
      "image": "https://www.studyabroad.hawaii.edu/wp-content/uploads/florence-web-banner.jpg",
      "site":  "Study Abroad Center",
      "url":  "https://www.studyabroad.hawaii.edu/programs/semester-year/florence-italy/"
    }
  ],
  "defaultPost": [
    {
      "title": "Bonjour from Paris! 🥖🇫🇷",
      "description": "As the plane touched down at Charles de Gaulle Airport, I couldn't help but feel a rush of excitement and anticipation. My study abroad adventure in France was about to begin, and I was ready to embrace every opportunity for learning, cultural immersion, and personal growth. One of the main reasons I chose France was its rich academic history and prestigious institutions. I enrolled in a captivating program at Sorbonne University, where each lecture felt like a journey through centuries of art, literature, and philosophy. The academic environment fostered critical thinking and a deep appreciation for the subjects. Living in the heart of Paris offered more than just academic pursuits. Every weekend was a new chapter of exploration. From the Louvre to the charming streets of Montmartre, I immersed myself in the vibrant French culture. Conversations at local cafés became my language lessons, and each interaction was a chance to enhance my language skills. Studying abroad in France wasn't just about academics; it was a transformative experience. Navigating a new city, adapting to a different lifestyle, and overcoming challenges enhanced my resilience and independence. I returned home not just with a degree but with a newfound sense of confidence.",
      "owner": "john@foo.com",
      "program": "National Student Exchange (NSE)",
      "name": "John",
      "countryRegion": "France"
    },
    {
      "title": "London",
      "description": "Studying Abroad in London was definitely the best decision I’ve made in my entire life.  I took two incredibly interesting Biology courses, (Cell & Molecular Bio and Ethology), which were both taught by amazing professors who were actively performing research in their field.  The course work was refreshingly self-directed, and they offered fascinating weekly seminars with guest lecturers presenting new developments in cutting-edge studies. Now, it is true that they didn’t offer Math or Chemistry courses in London, Coso I have a little catching up to do; but I think the benefit of having Study Abroad experience in my C.V. will far outweigh any negatives when I finally apply to Medical School. I really think that the time I spent away from home allowed me to look inward and discover what I really want for myself, instead of just listening to everybody else’s suggestions.  I was able to concentrate more on my ultimate goals for the future, rather than feeling stuck in an endless cycle of coursework.  I came back to Hawaii feeling rejuvenated, and now I’m more focused and motivated than ever before.  Studying abroad has helped me grow in so many ways, I can’t imagine what my life would be like if I didn’t.  I highly recommend to anyone who’s even half-considering it, just go to an info session; it’s more feasible than you might think! ",
      "owner": "admin@foo.com",
      "program": "Study Abroad Center",
      "name": "Natalia",
      "countryRegion": "United Kingdom"
    },
    {
      "title": "Hello From Spain!",
      "description": "After traveling over 30 hours and switching to an 11-hour time difference I have finally made it to Seville. It has been a little over a week since arriving and I have loved every moment of it. From orientation, adjusting to my homestay, and exploring Seville, here is everything I’ve been up to since I got to Spain.  Home Stay: One of my favorite aspects so far has been my homestay experience. Before coming to Spain, each student filled out a questionnaire about their living preferences and it was given to the housing coordinator in Seville to match us up with a host family that would be the best fit. I can say they did a great job because my host mother is the sweetest person ever and has been such a delight to get to know. Since my roommate and I knew some Spanish before coming to Spain, we have been able to regularly conversate with our host mom and it is really exciting to not only learn more about her and life in Spain but to also improve my Spanish by speaking with a native speaker.   Orientation Week: As part of our arrival in Spain, our host institution holds an orientation week. On our first day, we attended an orientation meeting to learn about what our time will be like in Seville both leisurely and academically. During our orientation meeting, we received information from our housing coordinator, academic advisor, our external affairs advisor. What I love most about ICS is its group of administrators because they take such good care of the students studying here. They understand that being in a different country with different customs and rules can be overwhelming, and they do an amazing job of helping us adjust and learn more about what to expect here in Seville. Following our orientation meeting, we had many orientation events throughout the week which included a welcome tapas dinner, an informational walk around our neighborhood, tea tasting and belly dancing show, a flamenco show, and a relaxing boat cruise down the Guadalquivir river.  Classes: I am currently taking 4 classes and my schedule is consistently from 9 AM-1 PM, with each class being 2 hours long. The registration process was super simple as we just had to fill out a form with our classes of interest before arriving. Since the school is small (less than 30 students), only the classes that had more than 3-5 students interested were going to be taught, so we then each met with our advisor once in Seville to register for the available classes.  ",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Kylie",
      "countryRegion": "Spain"
    },
    {
      "title": "Top 10 tips + Final Update ",
      "description": "Hello Everyone! This will be my final post for my study abroad blog. I wanted to thank the J. Edwin Whitlow Endowment Scholarship for allowing me this opportunity to study abroad. I learned so much during my time in Japan and this will truly be an experience I will never forget. Following I will be sharing my top 10 tips for any study abroad in Japan. Always have cash on hand. Many stores and restaurants will only accept cash, not card or credit cards so it is helpful to always have at least 10,000円 on hand. After getting a commuter pass like Pasmo or Suica card know you can also use it for purchases at vending machines but also convenience stores and some malls. It can act like a debit card in some cases which is very useful. If you need a good debit/ATM card I would recommend the Charles Schwab debit/ATM card. The good thing about this card is there are no ATM fees, when you withdraw money the ATM machine will say it will be charging you a fee but Schwab will later reimburse that fee so essentially you don't pay any ATM fees. Get good walking shoes. Though cute sandals or sneakers are fun to wear it is common to walk a good distance if you want to explore Tokyo so having a comfortable pair of walking shoes is a necessity. If you want to find out how to get from one train station to another instead of using Google Maps I recommend the app JapanTransit. It is very useful as you can pick a departure or arrival time and they will give you many options that you can pick from to get to your destination. Don't forget that the trains don't run 24/7. Most Tokyo train lines stop at around midnight and don't start back up again until the morning around 4:00 or 5:00am. Again the time that the train stops and starts does depend on the train line but if you live a distance away don't forget to take this into account when you go out at night. In the summer, stay hydrated. It gets very hot in Japan from July until September and heat stroke can occur so be sure to drink water or tea frequently. Don't forget to buy an e-sim to use while your in Japan. Though you won't get a phone number an e-sim will allow you to buy data which you can use to text or use the internet on your phone. Download the Line app. This messaging app is used by most Japanese people. Instead of exchanging phone numbers it is much more common to exchange Line IDs. You can text or call using the Line app. Be prepared to carry your trash around if you are exploring the city. Though you will spot some trash cans in train stations or in front/inside connivence stores, they won't be everywhere so at times you will be left to hold onto your trash until you get home. Also trash is usually separated into flammable and plastic trash so be sure to throw away your trash into the right receptacle. ",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Kililani",
      "countryRegion": "Japan"
    },
    {
      "title": "Studying Abroad was a Completion of my Dream",
      "description": "All together, studying abroad was an invaluable and life changing experience that enhanced my academic goals as well as my appreciation for other languages, people, and cultures. It has given me the drive to develop more cultural knowledge and language skills in my future endeavors.",
      "owner": "admin@foo.com",
      "program": "Study Abroad Center",
      "name": "Allissa",
      "countryRegion": "Spain"
    },
    {
      "title": "Not What I Expected",
      "description": "I met many international students and was able to travel to many different countries. Iti was worth it, but I wish I would have studied in any other Western European country other than France...I can safely say it was my least favorite country of them all.",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Theresa",
      "countryRegion": "France"
    },
    {
      "title": "Study Abroad Experience",
      "description": "While I did enjoy this past semester, with all the experiences, travel, and people met along the way, I would most likely not study abroad again.  As someone who didn't even apply for any colleges outside of Hawaii, spending 4 months away from my family and friends took an emotional toll on me that I don't want to go through again.  If I was more experienced being away from home, I wouldn't have had this issue and would've enjoyed study abroad more, but I wasn't able to adjust during the 4 months. With all that being said, I would definitely recommend study abroad to other students.  Even if you're not able to get over being homesick, it will teach you independence and further  your appreciation of your hometown.  If you're someone who's able to be away from home for an extended period of time, I'd recommend it even more so. ",
      "owner": "admin@foo.com",
      "program": "Study Abroad Center",
      "name": "Michael",
      "countryRegion": "Italy"
    },
    {
      "title": "Reflection",
      "description": "Whenever people ask how my experience was, I find it hard to fully explain how I truly feel to a point where I’d rather keep it to myself than give them an incomplete answer. It’s hard to put into words how it wasn’t just about the places I’ve seen but also the things in between. The people, the challenges and learnings, and the realizations. Reducing this experience into a few words is just impossible but I’ll give it a try anyway. This experience made me realize how big, and at the same time, small the world is. It’s big because it took me 30 hours of traveling to get there and knowing that I won’t be able to see my friends anytime soon because of the distance. I went to eight different countries in four months. I was in Prague where I attended Anglo-American University. When not in school, I walked around parks and grabbed coffees from different cafes. I traveled to Austria alone, went to a spa in Hungary with my roommate, visited a family friend and did a cooking class in Italy, hiked in Switzerland, saw the Eiffel Tower in Paris, danced Flamenco in Spain, and went to the biggest Christmas market in Germany. Personally, that is a lot yet I know there are way more places I haven’t discovered, foods I haven’t eaten, and cultures I haven’t experienced.  Despite the overwhelming size of this world, this experience made me realize how small the world is through the friends I’ve made and people I’ve met. If you think about it, every part of the world has their beliefs and traditions. We all see things differently yet there are things that will eventually connect us. The things I have in common with my friends and other people made me realize this world isn’t that big after all. The realization that there are people out there, thousands of miles away, that you connect with closed the idea that I had about distance.   I often catch myself thinking deeply, trying to digest every experience I’ve had. I might have overused this phrase since the beginning of my time abroad, but I am truly grateful for this experience. I am not the same person as I came here. This experience changed who I am completely. ",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Monique",
      "countryRegion": "Czech Republic"
    },
    {
      "title": "Traveling Tips for Korea",
      "description": "As a student who has had a long road in Korea, there are my tips I highly recommend for anyone who is coming to Korea or planning to study here. Make a decision to live in a dorm or goshiwon. I personally like goshiwon better because you are living by yourself, you have the freedom to leave whenever you want to, unlike dorms. They usually have a curfew of when you can be back home by (12am). If it is past 12am, you are locked out from the building and there is no way to enter until the security unlocks the entrance again. IF YOU’RE DOING GOSHIWON, READ THIS. Landlords only know availability rooms THREE WEEKS IN ADVANCE. Tell them to notify you if the room is available on your coming date. Make sure to not do your visa last second. It takes three weeks and if information is not accurate, there will most likely be a delay in getting your visa which will mess up your itinerary. Do not bring many clothes. All you really need is two to three days worth of clothes because you will probably be exploring and buying new clothes during the first week. It will ease your big luggage. Make sure to also bring a plug adapter because US plugs will not work with Korea plug outlets. Please do not bring a hair dryer. Leave the unnecessary electronics besides laptop and a tablet at home. Learn about some of Korea’s culture. I can not express this enough. Do not come to a different country without a single knowledge about their culture. Korea has a very different culture compared to the US so at least learn the basics of their culture like when to bow to others. Bring at least $500 USD worth in cash. Not everything in Korea will accept cards. Make sure to also call your bank or credit card company that you are leaving the country so they can allow you to make purchases internationally. BUY A T-MONEY CARD. One of the big reasons for needing cash before is to buy Korea’s transportation card. The first thing you would want to do is go to a convenience store and ask for a t-money card. The only way to recharge the card is to use cash. Try making some friends from UH who are going to Korea during the same semester. I highly recommend this for anyone and especially introverts. Settling into a new country can be very very overwhelming as that happened to me. It is hard to come out of your room once you become culture shocked. Make sure to enroll into the buddy groups if it is not mandatory. Being part of the buddy groups will make a huge difference in experience when you’re in Korea. You can meet Korean local students along with international students that can speak English. There are also group activities that the club hosts to show you around Korea. I highly recommend this tip because almost all international students will not meet many Korean locals. For the party people. If you are planning to go clubbing, please keep watch for your drinks at all times. Korea is not 100% safe and there will be people who will spike your drinks. There are also a lot of other foreigners at some bars who do not consent to physical boundaries so make sure to be careful! DO NOT USE GOOGLE MAPS. I AM WARNING YOU NOW. Using Google maps is ABSOLUTELY horrible. Instead, download Kakao Maps or Naver Maps for all your travels. Bus and train stations will also have English writing so do not be scared. ",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Carter",
      "countryRegion": "Korea"
    },
    {
      "title": "Hi Shanghai!",
      "description": "VPN. In China, because of the Great firewall, majority of the foreign websites such as Facebook, Snapchat, etc are unaccessible, therefore it is important to have a working VPN in China to stay connected. Personally I used NordVPN, and I have heard good things about ExpressVPN as well. China Mobile phone plan. Whatever SIM card you have back at home will unlikely to work in China. My T-Mobile carrier offered me 2-GB unlimited network, however it wouldn't function over 90% of the time. Therefore I highly suggest getting a Chinese SIM card, which is 99 yuan a month for 40GB of 4G data and unlimited calling.  Open a Bank Account. It is important to opening a bank account in China in order to use any of the payment platforms such as WeChat pay and Alipay. However a lot of banks in China has stopped servicing international students who is staying for less than a year. I went to various banks and finally got serviced at the Wujiaochang ICBC bank branch. A Chinese phone number is required to open a bank account. Set up Alipay and WeChat Pay. These two are the default payment platforms in China, It is the easier and fastest form of payments. Thanks to them I never bring cash when I go out and I never struggle with finance. Get a metro card. Metro is the most convenient and efficient transportation tool in Shanghai. The card will cost 20 RMB, with every ride capped at 6 RMB. With the metro card, you can skip the line to buy tickets which can save a lot of time. The metro can get to almost everywhere in Shanghai. Last metro is at 10:30 PM everyday. Fudan Wifi. There are several Wifi in the Fudan campus. “iFudan”, “iFudan.1x”, “fduwireless”, etc. The username is your Fudan ID number and password is the last 6 digits of your passport.  Download DIDI. Didi is the Uber and Lyft for China, however unlike Uber and Lyft, it is extremely cheaper with a starting price of $1.5~. Sometimes when you in a hurry with no metro station close by, calling a DIDI is the way to go. ",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Chao",
      "countryRegion": "China"
    },
    {
      "title": "I'm Alive!",
      "description": "Long time no read! I think I'll spend this post catching you all up on what I've been doing since my last post (thankfully, I haven't had to test the effectiveness of my insurance here again.) What I have been doing is a lot of traveling within Germany plus I got to go on a big birthday trip to Paris and London with my boyfriend! On my own, I made a big trip to Berlin as well as a couple day trips to Freiburg, Stuttgart, and Heidelberg. The number of castles and museums I've been to is a little bit unreal. Europe really loves castles and museums. I'll be sharing some of my best tips and tools for traveling in Europe, as I've gotten very familiar (and very frustrated) with public transportation here.  First, GoEuro One of the first places I check when I'm planning a trip is the website GoEuro. It's a tool that helps you compare the prices and travel times for different methods of travel- train, bus, and plane. It's really good for helping you weigh the pros and cons of different ways to travel. I haven't actually flown anywhere in Europe because I don't want to deal with the hassle of airport security and passports and everything. I traveled to Munich, Berlin, Paris, and London by train and Freiburg, Stuttgart, and Heidelberg by bus. It really comes down to how much you want to spend versus how much time you are willing to give up (buses generally take longer than trains).Second, DeutscheBahn and FlixBus DeutscheBahn (otherwise known as DB) is the train system within Germany and FlixBus is the cheapest bus option for traveling within Europe. I have the DB app on my phone because if you buy a ticket at the station, it doesn't actually tell you what platform to go to, which was something totally foreign to me (everything is foreign to me, really). With the app you are able to locate the platform you'll depart from as well as check for delays or buy tickets. One giant problem I've had with DB is delays. I don't know who coined the term \"German efficiency\" but whoever did never rode with Deutsche Bahn. I had to take 3 trains to get to Berlin and I missed every single connection because of unexplained delays. There was one point in the train station where I was literally on the verge of tears because I was so frustrated so when a panhandler asked me for money it almost set me over the edge. My biggest tip is that if you have connections, leave 30+ minutes between them or you will more than likely miss your train. And make sure to buy a FlexPreis ticket because this ensures that even if you miss the train you were supposed to take, you can get on the next one for no extra charge.  Third, always travel with cash A big adjustment I've had to make in Europe is that everything is very cash based. I'm used to being able to go to the store and buy a pack of gum with my debit card. A lot of establishments in smaller German cities don't accept cards at all, or you can only use one if you spend a certain amount of money. I didn't encounter this problem as much in bigger cities like Paris or Berlin, but if you're planning on stopping for any street food or going on a hop on/hop off bus tour, it's good to have cash just in case.  Fourth, speaking of hop on/hop off bus tours DO THEM! I got the chance to take one while I was in Berlin and it's the cheapest way to travel within a city. It's good to do one entire round on the tour first so you can get your bearings and make note of where you may want to stop. Once you've done that, you can hop off on the next round at any of the spots you'd like to experience more in depth. A lot of the times it'll be much cheaper and a whole lot easier than navigating the city bus or train (definitely cheaper than a taxi) and you'll get to hear about the city in English during the tour.  Fifth, Staying safe while traveling This isn't a really surprising tip but with everything that has been happening within Europe, it's important I mention it. I'm lucky to be living and studying in such a small town in Southern Germany because it's so far from the locations of the recent terror attacks. However, my boyfriend and I visited Notre Dame the day before a terror attack and then we got to London the morning after the London Bridge attack. Big cities in Europe have been hit hard with terrorism lately, which is why I've done a lot more of my solo traveling in the latter part of my study abroad in smaller towns like Freiburg and Heidelberg. Not only is it safer, but you'll also get to have a much different cultural experience than bigger, more touristy places. This is a good article on how to stay safe while traveling in Europe.  As my study abroad comes to an end (I have 11 more days left in Germany) it's good to reflect on all the traveling I've been able to do. On my way home I'll have an 8 hour layover in Istanbul so I can check that off my list too (though this might be cheating since I'm not even going to leave the airport). I have my first final exam on Friday which I'm pretty nervous about, but I will be talking more about my university experience in my next post.",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Kelly",
      "countryRegion": "Germany"
    },
    {
      "title": "🍁 Embarking on a Canadian Adventure: A National Exchange Journey 🍁",
      "description": "The exchange program provided a unique opportunity to not just witness but actively participate in the rich tapestry of Canadian traditions, festivals, and everyday life.Canada's diverse climate introduced me to the beauty of all four seasons. Whether it was the winter wonderland with pristine snow, the vibrant colors of fall, the blossoms of spring, or the warmth of summer, each season left an indelible mark on this adventurous explorer. Participating in the exchange program meant more than just sightseeing. I had the chance to delve into Canada's world-renowned education system, collaborating with students and professors, and gaining fresh perspectives in the academic realm. The heartwarming hospitality of Canadians made my stay unforgettable. New friendships were forged, cultural exchanges became daily occurrences, and every interaction was a step towards building a global network of friends.",
      "owner": "admin@foo.com",
      "program": "National Student Exchange (NSE)",
      "name": "Aaron",
      "countryRegion": "Canada"
    },
    {
      "title": "Summer Adventure in Kanazawa",
      "description": "Regardless of how much you already know about a language and culture, there are always opportunities to learn more. Go into any exchange with an open mind and actively seek out opportunities to use what you are learning and apply it. Doing this will allow you have a more meaningful experience. While on these exchanges you will establish bonds with people from that area that will make you want to go back and see them again.",
      "owner": "admin@foo.com",
      "program": "Manoa International Exchange (MIX)",
      "name": "Jordan",
      "countryRegion": "Japan"
    }
  ]
}